Repository: PhilippMatthes/Loudness-Meter
Catalog: Loudness Meter/*.lproj/Localizable.strings
Languages: de

source: Threshold to noise awareness
de: Kein hörbares Geräusch

source: Leaves rustling in the distance without environment noise
de: Blätterrascheln in der Ferne ohne Umgebungsgeräusche

source: Background noise in a quiet tv-studio
de: Stille im TV-Studio

source: Sleeping room without noise
de: Normales, stilles Schlafzimmer

source: Quiet library
de: Geräuschlose Bibliothek

source: Normal apartment noise
de: Normaler Geräuschpegel in Wohnhäusern

source: 1m away from a normal conversation
de: Normale Konversation in 1m Entfernung

source: 1m away from a vacuum cleaner
de: Laufender Staubsauger in 1m Entfernung

source: 5m away from a crowded street
de: Mäßig befahrene Straße in 5m Entfernung

source: 10m away from a diesel engine
de: Dieselmotor in 10m Entfernung

source: 1m away from a club loudspeaker
de: Direkt vor einem Disco-Lautsprecher

source: 1m away from a chain saw
de: Laufende Kettensäge in 1m Entfernung

source: Discomfort threshold
de: Unwohlseinsgrenze

source: Pain threshold, ear damage after short time
de: Schmerzgrenze, ernsthafte Schädigung des Gehörs möglich

source: 30m away from a launching fighter jet
de: Unmittelbar neben einem startenden Kampfflugzeug
