Repository: PhilippMatthes/Loudness-Meter
Catalog: volume/volume/*.lproj/Localizable.strings
Languages: de

source: Entries
de: Einträge

source: Entries / Bar
de: Einträge / Bar

source: Average magnitude
de: Durchschn. Lautstärke

source: Delete
de: Löschen

source: Getting Started
de: So geht's

source: Tap the microphone button to start your measurement. Finish your measurement by tapping the microphone button again.
de: Tippen Sie auf den Mikrofon-Button, um mit der Messung zu beginnen. Tippen Sie erneut auf diesen Button, um die Messung zu beenden.

source: Measurements
de: Messungen

source: All audio data remains on this device
de: Alle Audio-Daten bleiben auf diesem Gerät

source: Privacy Protection
de: Datenschutz

source: All audio data remains on this device and is not transmitted to third parties.
de: Alle Audio-Daten verbleiben auf diesem Gerät und werden nicht an Dritte gesendet.

source: Microphone access denied.
de: Mikrofon-Zugriff verweigert.

source: The recording could not be started, because you disabled microphone access for this app. Please enable the microphone access in the device settings to start with your measurement.
de: Die Aufnahme konnte nicht gestartet werden, weil Sie den Mikrofon-Zugriff nicht gestattet haben. Erlauben Sie dieser App über die Einstellungen den Mikrofon-Zugriff, um fortzufahren.

source: There was a problem.
de: Es gab ein Problem.

source: The action you performed could not be executed. Please try again.
de: Die Aktion konnte nicht ausgeführt werden. Bitte versuchen Sie es erneut.

source: Dismiss
de: Schließen

source: Very quiet ambient noise
de: Sehr leise Umgebungsgeräusche

source: A volume lower than 20 dB can be found in particularly quiet places without wind.
de: Geräuschpegel geringer als 20 dB findet man an besonders ruhigen Orten ohne Wind.

source: Quiet ambient noise
de: Leise Umgebungsgeräusche

source: A noise level between 20 dB and 40 dB can usually be found in quiet apartments with minor background noise, e.g. a running fan.
de: Geräuschpegel zwischen 20 dB und 40 dB können an ruhigen Plätzen, wie z.B. einer ruhigen Wohnung mit leisen Geräuschquellen gefunden werden.

source: Normal ambient noise
de: Normale Umgebungsgeräusche

source: Moderate ambient noise
de: Moderate Umgebungsgeräusche

source: If you are permanently exposed to a volume of over 60 dB, the risk of cardiovascular diseases increases. A volume between 60 dB and 80 dB roughly corresponds to a vacuum cleaner or a car.
de: Bei langfristiger Beeinflussung durch Lärm über 60 dB steigt das statistische Risiko für Herz-Kreislauf-Erkrankungen. Ein Geräuschpegel zwischen 60 dB und 80 dB entspricht einem vorbeifahrenden Kraftfahrzeug.

source: High ambient noise
de: Starke Umgebungsgeräusche

source: From a volume of approx. 80 dB, noise is perceived as unpleasant for people. With prolonged exposure to noise, hearing damage can occur. 80 dB to 100 dB correspond to loud ear phones.
de: Ab 80 dB werden Geräusche als unangenehm wahrgenommen. Es besteht das Risiko für Gehörtschäden. 80-100 dB entsprechen in etwa zu laut eingestellten Kopfhörern.

source: Very high ambient noise
de: Sehr starke Umgebungsgeräusche

source: Continuous noise exposure above 100 dB should be avoided to prevent hearing damage. For example, noise sources such as chainsaws can be found in the range between 100 dB and 120 dB.
de: Das kontinuierliche Auftreten von Geräuschen über 100 dB kann zu Gehörschäden führen. In den Bereich zwischen 100 und 120 dB werden Geräuschquellen wie z.B. Kettensägen eingeordnet.

source: Dangerous ambient noise
de: Gefährliche Umgebungsgeräusche

source: Noises above 120 dB can cause hearing damage after a short period of time. Such noise levels should therefore be avoided. Noises above 140 dB are as loud as a rocket launch or a gun bang.
de: Bei einer Geräuschintensität über 120 dB können bereits nach kurzer Zeit Gehörschäden auftreten. Geräusche über 140 dB entsprechen zum Beispiel einem Raketenstart oder einem Pistolenschuss.
